Repository: HermaDC/virtual-assistant
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: es_es

source: I'm listening, how can I help you?
es_es: Estoy escuchando, ¿en qué puedo ayudarte?

source: Who do you want to send the message to?
es_es: ¿A quién quieres enviar el mensaje?

source: What message do you want to send?
es_es: ¿Qué mensaje deseas enviar?

source: What do you want me to write in the note?
es_es: ¿Qué quieres que escriba en la nota?

source: Say the person's name.
es_es: Di el nombre de la persona.

source: Say the phone number with the country code.
es_es: Di el número de teléfono con el código de país.

source: Say the email address.
es_es: Di la dirección de correo electrónico.

source: Which contact do you want to delete?
es_es: ¿Qué contacto deseas eliminar?

source: You are creating an event.
es_es: Estás creando un evento.

source: Specify the name of the event.
es_es: Especifica el nombre del evento.

source: State the event date.
es_es: Indica la fecha del evento.

source: State the event time.
es_es: Indica la hora del evento.

source: What video would you like to watch on YouTube?
es_es: ¿Qué video te gustaría ver en YouTube?

source: What would you like to search for on Google?
es_es: ¿Qué te gustaría buscar en Google?

source: Which application should I open?
es_es: ¿Qué aplicación debería abrir?

source: You're welcome. Switching to standby mode.
es_es: De nada. Cambiando a modo en espera.

source: Goodbye, see you soon!
es_es: ¡Adiós, hasta pronto!

source: Assistant ready. Say 'Hey Barpsy' to activate it.
es_es: Asistente listo. Di 'Hey Barpsy' para activarlo.

source: Hello, Barpsy activated.
es_es: Hola, Barpsy activado.

source: Error connecting to the voice recognition service.
es_es: Error al conectar con el servicio de reconocimiento de voz.

source: Please repeat, I didn't understand that.
es_es: Por favor repite, no entendí eso.

source: Message sent to: {contact}, message: {mensage}
es_es: Mensaje enviado a: {contact}, mensaje: {mensage}

source: Not a mobile phone number
es_es: No es un número de teléfono móvil

source: Person not found
es_es: Persona no encontrada

source: Note saved successfully
es_es: Nota guardada exitosamente

source: No content to save
es_es: No hay contenido para guardar

source: These are your notes: {contenido}
es_es: Estas son tus notas: {contenido}

source: No notes found
es_es: No se encontraron notas

source: Contact {name} added.
es_es: Contacto {name} añadido.

source: Invalid number: {teleph}
es_es: Número inválido: {teleph}

source: searching in calendar
es_es: buscando en el calendario

source: Error in the date format
es_es: Error en el formato de la fecha

source: An error occurred
es_es: Ha ocurrido un error

source: Playing {search} in YouTube
es_es: Reproduciendo {search} en YouTube

source: searching {search} in google
es_es: buscando {search} en Google

source: Sunny
es_es: Soleado

source: Mostly clear
es_es: Mayormente despejado

source: Partly cloudy
es_es: Parcialmente nublado

source: Cloudy
es_es: Nublado

source: Light fog
es_es: Niebla ligera

source: Dense fog
es_es: Niebla densa

source: Light rain
es_es: Lluvia ligera

source: Moderate rain
es_es: Lluvia moderada

source: Light snow
es_es: Nieve ligera

source: Light showers
es_es: Chubascos ligeros

source: Thunderstorm
es_es: Tormenta

source: Severe thunderstorm
es_es: Tormenta fuerte

source: Invalid number. It must start with +34 {teleph}
es_es: Número inválido. Debe comenzar con +34 {teleph}

source: Name: {nombre} Phone: {numero}
es_es: Nombre: {nombre} Teléfono: {numero}

source: {nom} deleted.
es_es: {nom} eliminado.

source: Invalid date or time format.
es_es: Formato de hora o fecha incorrecto.

source: Invalid value.
es_es: Valor invalido

source: Event '{name}' added successfully.
es_es: El evento '{name}' de añadió correctamente.

source: No events scheduled.
es_es: Ningún evento agendado.

source: Event '{evento_nombre}' deleted successfully.
es_es: Evento '{evento_nombre}' borrado correctamente

source: Invalid event number.
es_es: Número de evento invalido

source: {count} events archived.
es_es: {count} eventos agendados

source: Exiting the calendar.
es_es: Saliendo del calendario

source: Error while getting the location
es_es: Error al obtener la ubicacion

source: Unknown code
es_es: Codigo no valido

source: Exiting...
es_es: Saliendo...

source: send a message
es_es: enviar un mensaje

source: create a note
es_es: crear una nota

source: read the notes
es_es: leer las notas

source: create a contact
es_es: crear un contacto

source: delete a contact
es_es: eliminar un contacto

source: read the calendar
es_es: leer el calendario

source: create an event
es_es: crear un evento

source: search
es_es: buscar

source: search google
es_es: buscar en google

source: weather
es_es: clima

source: tell me the weather
es_es: dime el clima

source: open
es_es: abrir

source: thanks
es_es: gracias

source: goodbye
es_es: adiós

source: exit
es_es: salir

source: I don't understand that command. Can you repeat it?
es_es: No entiendo ese comando. ¿Puedes repetirlo?

source: The weather in {city} is {weather} with a temperature of {temperature} degrees.
es_es: El tiempo en {city} es de {weather} y hace {temperature} grados

source: Invalid contact format
es_es: Formato invalido
